testdata/m4/interactive/expected-all-impls.mmd
flowchart TD
  m_a88907d0277a["app.AlphaA.run()"]
  m_bf26fad81d0f["app.BetaA.leaf()"]
  m_7f596dff91cf["app.BetaA.run()"]
  m_8b4007cb0596["app.DeltaB.work()"]
  m_32e80f720590["app.GammaB.work()"]
  m_77e2f47d906c["app.Workflow.start()"]
  m_a88907d0277a --> m_8b4007cb0596
  m_a88907d0277a --> m_32e80f720590
  m_7f596dff91cf --> m_bf26fad81d0f
  m_77e2f47d906c --> m_a88907d0277a
  m_77e2f47d906c --> m_7f596dff91cf
